aaron-bond.better-comments
ahmadawais.shades-of-purple
anthropic.claude-code
astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-github-actions
glenn2223.live-sass
jbockle.jbockle-format-files
jock.svg
juanblanco.solidity
kevinkyang.auto-comment-blocks
markosth09.color-picker
marp-team.marp-vscode
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
michelemelluso.code-beautifier
ritwickdey.liveserver
sanjulaganepola.github-local-actions
styled-components.vscode-styled-components
syler.sass-indented
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
